[Main]
DisplayName=Hrvatski

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Softver
RdImageButton_Browser.caption=Alatne trake && dodatci
RdImageButton_Metro.caption=Windows Apps
lbl_ForcedUninstall.caption=Prisilna Deinstalizacija
lbl_likeIObit.caption=Sviđa mi se
PopMenu_Sub_Setting.caption=Postavke...
PopMenu_Sub_FileShredder.caption=File Shredder
PopMenu_Sub_ExportApplicationList.caption=Izvoz popisa Aplikacija
PopMenu_Sub_LogManagement.caption=Upravljanje zapisima
PopMenu_Sub_Update.caption=Provjera ažuriranja
PopMenu_Sub_UserManual.caption=Priručnik
PopMenu_Sub_TechnicalSupport.caption=Tehnička podrška
PopMenu_Sub_IObitOnline.caption=IObit online
PopMenu_Sub_About.caption=O programu
Menu_Plugins_Remove.caption=Ukloni
Menu_plugins_Vote.caption=Glasaj
Menu_plugins_Refresh.caption=Osvježi
Menu_plugins_viewEntry.caption=Otvori u regedit
Menu_plugins_OpenFile.caption=Otvori lokaciju datoteke
Menu_Plugins_SelectAll.caption=Odaberi sve
Menu_Plugins_InverseSelect.caption=Poništi odabir
PopMenu_Uninstall.caption=Deinstal
PopMenu_Refresh.caption=Osvježi
PopMenu_ViewStyle.caption=Prikaz po
PopMenu_ViewStyle_Icon.caption=Ikone
PopMenu_ViewStyle_Details.caption=Detalji
PopMenu_OpenFolder.caption=Otvori mjesto datoteke
PopMenu_ViewEntry.caption=Otvori u regedit
PopMenu_SearchOnline.caption=Pretraživanje Online
PopMenu_Win8App_Uninstall.caption=Deinstal
PopMenu_Win8App_Refresh.caption=Osvježi
PopMenu_Win8App_ViewStyle.caption=Prikaz po
PopMenu_Win8App_Icons.caption=Ikone
PopMenu_Win8App_Details.caption=Detalji
PopMenu_Win8App_OpenLocation.caption=Otvori mjesto datoteke
PopMenu_Win8App_ViewEntry.caption=Otvori u regedit
PopMenu_Win8App_SearchOnline.caption=Pretraživanje Online
lbl_Recommend.caption=Preporuka: Advanced SystemCare
lbl_1Click.caption=1-Klikom zaštitita i optimiziranje računala
lbl_Freedownloadnow.caption=Besplatno preuzimanje
lbl_News_DisConnection.caption=Podijelite ovaj softver sa svojim obiteljima i prijateljima. Bit će sretni da koriste Uninstaller!

[Uninstaller_Frame_Software]
lblLoading.caption=Windows ažuriranja
ListView_SoftwareList.Columns[1].Caption=Operacija
ListView_SoftwareList.Columns[2].Caption=Veličina
ListView_SoftwareList.Columns[3].Caption=Datum instaliranja
ListView_SoftwareList.Columns[4].Caption=Verzija
PopMenu_Sub_BatchUninstall.Caption=Serijska Deinstalacija

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Prisilna Deinstalacija
lbl_Detail_Title.caption=Prisilna Deinstalacija
lbl_Detail_Detail.caption=Prisilna Deinstalacija  pomaže da deinstalirate program koji se ne može deinstalirati na rutinski način a isto tako da i očistite njegove ostatke. On pomaže da lako uklonite datoteku i njezinu ciljnu datoteku.
RdImageButton_Browser.caption=Preglednik...
lbl_Forced_Tip1.caption=Možete pregledavati ili povući i spustite datoteku za brisanje ili Deinstalirati vezane datoteke programa.
lbl_Forced_Tip2.caption=Zatim kliknite na gumb "Prisilno Uninstall" za početak prisilne Deinstalacije proces.
RdImageButton_Next.caption=Sljedeće
RdImageButton_Cancel.caption=Odustani
PopMenu_Uninstall.caption=Deinstalacija
PopMenu_OpenFolder.caption=Otvori mapu datoteke
PopMenu_ViewEntry.caption=Pogledaj ulaz
PopMenu_SearchOnline.caption=Pretraživanje Online
ListView_Search.Columns[0].caption=Ime
ListView_Search.Columns[1].caption=Veličina
ListView_Search.Columns[2].caption=Datum instaliranja

[Uninstaller_frmLogManage]
lbl_Caption.caption=Upravljanje dnevnicima
lbl_Detail_Title.caption=IObit Uninstaller dnevnici
lbl_Detail_Detail.caption=Ovdje možete upravljati i pregledavati sve kreirane dnevnike Deinstalacija
RdImageButton_Open.caption=Otvori
RdImageButton_Delete.caption=Izbriši
RdImageButton_DeleteAll.caption=Izbriši sve
RdImageButton_Cancel.caption=Odustani

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Ukloni
lbl_Software_Uninstall.caption=Deinstal

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Uninstall
lbl_UninstallComplete_Title.caption=Standardna Deinstalacija završena.
lbl_Uninstalling_question.caption=Želite li Deinstalirati
odabrani program?
lbl_PowerfulScan_Title.caption=Snažno skeniranje.
lbl_PowerfulScan_Detaill.caption=Kliknite "Snažan sken" da temeljito očistite zaostatke programa. Kliknite na "Otkaži" da završite ugrađenu Deinstalaciju.
lbl_PowerScan_Title_Softwre.caption=Snažno Skeniranje
lbl_CreateRestore_Title.caption=Stvori točku vraćanja prije Deinstaliranja.
lbl_CreateRestore_Check.caption=Stvori točku vraćanja prije Deinstalacije (To će potrajati neko vrijeme)
lbl_CreateRestore_Detaill.caption=Stvori točku vraćanja prije Deinstalacije, tako da možete poništiti promjene, ako se dogodi nešto neočekivano..
lbl_AutoPowerfulScan.caption=Automatsko snažno skeniranje
lbl_AutoUninstaller.caption=Ne prikazuj obavijest
RdImageButton_Uninstall.caption=Deinstal
RdImageButton_PowerFulScan.caption=Snažno skeniranje
RdImageButton_Cancel.caption=Odustani

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Snažno skeniranje
lbl_Warning_Title.caption=Upozorenje:
lbl_Warning_Detail.caption=Nekoliko je programa otkriveno u mapi. Budite oprezni pri odabiru stavki za brisanje.
lbl_FileShredder.caption=Također isjeckaj datoteke
lbl_SelectAll.caption=Odaberi sve
RdImageButton_Delete.caption=Izbriši
RdImageButton_Cancel.caption=Odustani
lbl_Shredder_Tip.caption=Sjeckanje datoteka. To može potrajati neko vrijeme, molim pričekajte...
Menu_ListView_Regedit.caption=Otvori u Registry Editoru
Menu_ListView_Path.caption=Otvori lokaciju datoteke

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Upozorenje
lbl_Warnning_Detaill.caption=Ovaj računalni program je
zaštićeni autorskim pravima i međunarodnim ugovorima.
lbl_copyright.caption=Copyright© 2005-2015 IObit. Sva prava
rezervirana.
lbl_Thanks_Title.caption=Hvala sljedećim suradnicima za njihov veliki doprinos:

[Uninstaller_frmSetting]
lbl_Caption.caption=Postavke
lbl_General.caption=Općenito
lbl_AutoUninstaller.caption=Preskoči obavijest za potvrdu Deinstalacije i stvori točku vraćanja
lbl_AutoPowerfulScan.caption=Obavi snažno skeniranje automatski
lbl_ShowExplorerButton.caption=Dodaj tipku sjeckalice datoteka u Explorer
lbl_AutoShowTipForm.caption=Snažno skeniranje kada je deinstalacije otkrivena
lbl_Language.caption=Jezik
lbl_CurrentLanguage_Title.caption=Trenutni Jezik:
RdImageButton_OK.caption=U redu
RdImageButton_Cancel.caption=Odustani
lbl_SkinTitle.caption=Maska:
lbl_classic.caption=Klasik
lbl_Metro.caption=Plava

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Datoteka Shredder
lbl_Detail_Detail.caption=Kao što znate, datoteke izbrisane s računala mogu se vratiti, čak i nakon formatiranja diska. Normalno uklanjanje samo briše naziv datoteke bez brisanja sadržaja zbog perfomansi.            Ako imate neke važne datoteka koje treba trajno ukloniti. IObit Uninstaller će vam pomoći sa "File Shredder".
lbl_Listview_Title.caption=Odaberite datoteku ili mapu koju želite isjeckati:
lblLoading.caption=Učitavanje...
lbl_AddFile.caption=Dodaj datoteku...
lbl_AddFolder.caption=Dodaj mapu...
RdImageButton_Shredder.caption=Isjeckaj
RdImageButton_Cancel.caption=Odustani
ListView_FileList.Columns[0].Caption=Putanja
Menu_Shredder_Shredder.caption=Sjeckalica
Menu_Shredder_AddFile.caption=Dodaj datoteke
Menu_Shredder_AddFolder.caption=Dodaj mapu
Menu_Shredder_Romove.caption=Ukloni
Menu_Shredder_Clean.caption=Očisti
lbl_Shredder_Tip.caption=Sjeckanje datoteka.To može potrajati neko vrijeme, molim pričekajte...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Vraćanje sustava
lbl_Detail_Title.caption=Vraćanje sustava
lbl_Detail_Detail.caption=Upravljanje točom Vraćanja sustava.
Najnovija ne može biti izbrisana zbog sigurnosti sustava.
ListView_Restore.Columns[0].caption=Datum i vrijeme
ListView_Restore.Columns[1].caption=Opis
lbl_Restore_Tip.caption=Vraćanje datoteka i postavki sustava ,molim pričekajte...
RdImageButton_Restore.caption=Vrati
RdImageButton_Delete.caption=Izbriši
RdImageButton_Cancel.caption=Otkaži

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Najmoćniji Deinstaler za uklanjanje neželjenih Apps && alatnih traka
lbl_Installer_Setup_Title1.caption=Najmoćniji Deinstaler za uklanjanje neželjenih Apps && alatnih traka
RdImageButton_Installer.caption=Pokreni
lbl_Installer_Setup_Detail.caption=Pročitano i prihvaćeno
lbl_LicenseAgreement.caption=Ugovor o licenci

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Ugovor o licenci
RdImageButton_Cancel.caption=Zatvori

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Sve alatne trake && dodatci
rdlvAllBrowse.Columns[0].Caption=Ime
rdlvAllBrowse.Columns[1].Caption=Ocjena
rdlvAllBrowse.Columns[2].Caption=Moja ocjena
rdlvAllBrowse.Columns[3].Caption=Izdavač
rdlvAllBrowse.Columns[4].Caption=Operacija
rdlvCustomBrowse.Columns[0].Caption=Ime
rdlvCustomBrowse.Columns[1].Caption=Izdavač

[Uninstaller_frmPluginVote]
lblTitle.Caption=Ocijeni
lblWaiting.Caption=Slanje ocjene, molimo pričekajte ...
rdibtnLv1.Caption=1 zvjezda
rdibtnLv2.Caption=2 zviezde
rdibtnLv3.Caption=3 zvjezde
rdibtnLv4.Caption=4 zvjezde
rdibtnLv5.Caption=5 zvjezdi
rdibtnVote.Caption=Ocjena

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Zadane postavke
lblConfire.Caption=Jeste li sigurni da želite vratiti tvorničke postavke?
lblHomepageTitle.Caption=Trenutna početna stranica:
lblSearchTitle.Caption=Trenutna zadana tražilica:
rdibtnOK.Caption=U redu
rdibtnCancel.Caption=Odustani

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Ime
ListView_AppList.Columns[1].caption=Operacija
ListView_AppList.Columns[2].caption=Veličina
ListView_AppList.Columns[3].caption=Datum Instaliranja
ListView_AppList.Columns[4].caption=Verzija
PopMenu_Sub_BatchUninstall.caption=Serijska Deinstal
lblLoading.caption=Osvježavanje...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Ove aplikacije su povezane. Deinstaliranje jedne od njih će Deinstalirati sve ostale. Jeste li sigurni da želite Deinstalirati?
lblUninstalling.caption=Deinstaliranje
btnImgUninstall.caption=Deinstal
btnImgCancle.caption=Odustani

[uninstall_Mitor_M]
lbl_attention.caption=Pozornost
lbl_show.caption="%s" još uvijek ima ostataka koji mogu utjecati na svojstva računala.
lbl_again.caption=Ne prikazuj ponovno.
img_power.caption=Očisti

[Uninstaller_M]
Edit_Search_Tip=Traži Program
Edit_Search_Tip_Toolbar=Traži alatnu traku i dodatke
Edit_Search_Tip_Win8App=Traži Windows Apps
ForcedUninstall_Browser_Tip=Nevažeća putanja. Molim odaberi ponovno!
ListView_Icon_Hint=Ikone
ListView_List_Hint=Detalji
ListView_View_Hint=Promijeni pogled
ListviewHeader_Software=Naziv programa (ukupno:%d)
BatchUninstall_NoneSelect=Molimo odaberi barem jedan program.
Uninstall_NoneSelect=Prvo odaberi program.
WindowState_Max=Povećaj
WindowState_Normor=Vrati
WindowState_Min=Smanji
Close=Zatvori
MoreMenu_Setting=Više postavki
Restore_Form=Vrati
Log_DeleteAll_ASK=Jeste li sigurni da želite izbrisati sve datoteke? obrisano se NE MOŽE obnoviti.
Log_Delete_ASK=Jeste li sigurni da želite izbrisati odabrane datoteke? obrisano se NE MOŽE obnoviti.
NoPowerfulScan_Found_Tip=U kategoriji Snažng skeniranja nema zaostalih stavki.
Log_M=Prijavi se
App_Version_M=Verzija programa:
OS_Version_M=Operativni sustav:
Date_M=Datum
Version_M=Verzija
Publisher_M=Izdavač
Install_Date_M=Datum instaliranja
Create_Restore_M=Stvori točku vraćanja
CreateRestore_Title_M=Stvori točku vraćanja prije
Deinstaliranja.
CreateRestore_Detaill_M=Možete da vratite izmjene, pomoću točke vraćanja kada se desi nešto neočekivano.
Uninstalling_M=Deinstaliranje
Uninstalling_Detaill_M=Standardna Deinstalacija pomoću aplikacije ugrađene u uninstaller.
Uninstalling_QuickDetaill_M=Brza Standardna Deinstalacija pomoću aplikacije ugrađene u Deinstaler.
UninstallComplete_Title_M=Izbrisane datoteke.
Quick_UninstallComplete_M=Završena brza Deinstalacija.
Quick_Uninstall_M=Brzi Deinstal %s (%d/%d)
Standard_Uninstall_M=Standardni Deinstal %s(%d/%d)
Uninstall_M=Deinstaliraj%s(1/1)
Deselect_All_M=Poništi odabir
Select_All_M=Izaberi sve
PowerfulScan_DeleteASK_M=Jeste li sigurni da želite izbrisati odabrane stavke?
Operation_M=Operacija
Powerful_Scan_M=Snažno skeniranje
Deleted_Registry_Key_M=Izbrisati ključ registra
Deleted_Registry_Value_M=Izbrisati vrijednost registra
Delete_File_M=Brisanje datoteke
Delete_Folder_M=Brisanje mape
Reboot_to_Delete_M=(Ponovno podizanje za brisanje)
Delete_finished_M=Čestitamo! Ostaci su uspješno izbrisani.
ReStartup_to_Delete_M=Preostale datoteke na popisu biti će izbrisane prilikom sljedećeg pokretanja sustava.
Shredder_Del_M=Jeste li sigurni da se trajno uklone %d datoteke? To je apsolutno NENADOKNADIVO.
Shredder_NotDel_M=Nemoguće je isjeckati "%s" Nije moguće pisati u datoteku provjerite da se još uvijek ne koriste.
Shredder_InUse_M=Neke datoteke nisu isjeckane, ne može se u njih pisati.Molimo provjerite da li se još uvije koriste.
Shredder_NotAddFolder_M=Nije moguće dodati datoteku "%s" jer ta operacije može uzrokovati nestabilnost sustava
Shredder_Sucess_M=Datoteka je uspješno isjeckana.
Shredder_DirIsEmpty_M=Prazno je. Ne možeš ga isjeckati.
Controlpanel_Button=Snažni deinstal
Explorer_Button=Sjeckanje datoteka
MenuRight_Caption=Snažni deinstal
Frequency_M=Učestalost korištenja
InstallerDate_M=Datum instaliranja
Frequency_SoftwareCount_M=Pronađeno <a>%s</a> rijetko korištenih programa. Deinstalacija će realizirati <a>%s</a> za optimiziranje performansi računala.
Frequency_DaysHint_M=Ne koristi se %s dana.
SearchLoadingMsg=Traženje alatne trake && dodataka...
RestoreDefaultSettingsButton=Vraćanje %s početnih postavki
ListViewItemVote=Ocijeni
ListViewItemVoted=Ocjenjeno
ListViewItemTrust=Povjerenje
ListViewItemUnTrust=Nepovjerenje
ListViewPlugSysbit=Malo povjerenja
ListViewGroupTrustTitle=Pouzdane alatne trake i dodatci
ListViewGroupTrustDesc=ova alatne trake i dodatci neće naškoditi vašem računalu. Možete ih ukloniti ili zadržati po svojoj potrebi.
ListViewGroupUnTrustTitle=Ove alatne trake i dodatake preporučujemo  ukloniti
ListViewGroupUnTrustDesc=Alatne trake i dodatci s niskim korisničkim ocjenama mogu sadržavati neke neželjene funkcije.
ListViewGroupToolbar=Alatna traka
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Ekstenzija
ListViewGroupPlugins=Dodatak
FuncCheckBrowserMsgBox_1=%s se koristi.
FuncCheckBrowserMsgBox_2=Kliknite "U redu" da biste ga zatvorili (prvo spremite sadržaj).
FuncCheckBrowserMsgBox_3=Ili pritisnite "Odustani" za prekid operacije
FuncPluginRmoveConfireMsgBox=Jeste li sigurni da želite ukloniti označene stavke?
FuncPluginRemoveSuccessMsgBox=Stavke uspješno uklonjene
FuncPluginRemoveFailedMsgBox_1=Nije uspjelo uklanjanje sljedećih stavki:
FuncPluginRemoveFailedMsgBox_2=Molimo izlazak iz preglednika za uklanjanje stavke
FuncPluginRemoveFailedMsgBox_3=Molimo izđi iz preglednika i pokušaj ponovno.
FuncPluginSelectMsgBox=Molim prvo odaberite stavku
FuncVoteConfire=Što mislite o ovom programu:
FuncVoteHavedVote=Već ste ocijenili
FuncVotePlugSelectMsgBox=Odaberi stavku za ocijenu
FuncVoteMarkSelectMsgBox=Molimo da ocijenite.
FuncVoteFailedMsgBox=Ocjena nije uspjela, molimo vas da provjerite vašu vezu i pokušate ponovno
FuncRestoreExitBrowserMsgBox=Molimo prvo izlazak %s
FuncRestoreSuccessMsgBox=Uspiješno Vraćanje Preglednika na zadane postavke.
FuncRestoreFailedMsgBox=Neuspješno vraćanje preglednika na zadane postavke, molimo vas izađete %s i pokušate ponovno.
Guest_Start_Tip=Prijavljeni ste u sustavu kao gost! Morate imati administratorska prava za korištenje IObit Uninstaller 4
p_RegistryCaption_M=Registar
p_FileCaption_M=Datoteka
p_FormatOneItem_M=1 stavka
p_FormatItems_M=%d stavki
FuncVoteActiveVote=Ocijeni
FuncVoteActiveOK=U redu
FuncVoteNothing=Nije još ocijenjeno
FuncVoteCount=Ljudi koji su trenutno uključeni u ocjenivanje
FuncVoteVSA=Nismo još primili ocjene
FuncVoteCFA=Budite prvi koji će ocijeniti
FuncVoteVSB=Korisnika je ocijenilo
FuncVoteCFB=Što mislite o ovom dodatku
FuncVoteVSC=Nismo još primili ocjene drugih
FuncVoteCFC=Već ste ocijenili
FuncVoteVSD=Korisnika je ocijenilo
FuncVoteCFD=Već ste ocijenili
AllBrowserItem=Sve alatne trake i dodatci
Powerful_Tip_M=Snažno skeniranja ostataka "%s"
Setup_Win8_Detail_M=Podrška za Brzo deinstaliranje i Windows aplikacije deinstalacija
Setup_Notwin8_Detail_M=Podrška za Brzu Deinstalaciju
RestrorePoint_Tip_M=UPOZORENJE: Vraćanje sustava na točku vraćanja će poništiti sve promjene koje su napravljene nakon toga. Nakon što je započelo, Vraćanje sustava ne može se poništiti ili prekinuti. Jeste li sigurni da želite nastaviti?
RestorePoint_Restart_M=Vraćanje sustava zahtijeva ponovno pokretanje računala. Prije nego što nastavite, spremite otvorene datoteke i zatvorite sve programe.
Uninstaller_Quick_M=Brza deinstalacija
Uninstaller_Standed_M=Deinstalacija
QuickUninstall_Tip_M=Deinstaliraj program uz samo jedan klik
Frequency_SoftwareCount_M=Pronađeno <a>%s</a> rijetko korištenih programa.Deinstalacija će realizirati <a>%s</a> za optimiziranje svojstava računala.
Frequency_DaysHint_M=Nije korišteno %s dana.
InfrequentlyUsed_Count_M=Nije korišteno (<a>%s</a>)
All_Programs_M=Svi programi
Recently_Installed_M=Nedavno instalirano
Large_Programs_M=Veliki programi
Infrequently_Used_M=Rijetko korišteno
Windows_Updates_M=Windows ažuriranja
FuncCheckBrowserMsgBox_1=%s u radu
FuncCheckBrowserMsgBox_2=Kliknite U redu da biste ga zatvorili (možda ćete izgubiti nespremljeni sadržaj)
FuncCheckBrowserMsgBox_3=Odustani za prekid rada
FuncCheckBrowserMsgBox_4=%s su u radu
FuncCheckBrowserMsgBox_5=Kliknite U redu da biste ih prisilno isključili (možda ćete izgubiti nespremljeni sadržaj)
FuncCheckBrowserMsgBox_6=Odustani za prekid rada
Win8OtherUser=Za prikaz Win8 aplikacija, provjerite je li Vaš trenutni račun ima administratorska prava.
Win8AdminUser=Pomaže vam Deinstalirati neželjene Win Aplikacije i ostatke sa samo jednim klikom.
RestorePoint_Restart_M=Vraćanje sustava zahtijeva ponovno pokretanje računala. Prije nego što nastavite, spremite
otvorene datoteke i zatvorite sve programe.
Uninstaller_Standed_M=Deinstalacija
QuickUninstall_Tip_M=Deinstaliranje program uz samo jedan klik
Win8ListViewGroupsWin8AppHeader=Windows Aplikacije
Win8ListViewGroupsWin8AppSubtitle=Apps objavljuje Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Third-party aplikacije
Win8ListViewGroupsThirdSubtitle=Apps objavljuje Third-party korporacije.
Win8OtherUser=Za prikaz Win8 aplikacija, provjerite je li Vaš trenutni račun ima administratorska prava.
win8_UninstallBtn_M=Deinstal
win8_ListViewIcon_M=Pogledaj ikone
win8_ListViewList_M=Pogledaj detalje

[ACD_frmDownloader]
lbl_Cancel.Caption=Odustani
lbl_Min.Caption=Smanji

[ACD_M]
M_Downloading=Preuzimanje:
m_Installing=Instalacija:
M_DiskIsFull=Nedovoljno prostora na disku!
M_NetError=Pogreška mreže. Molim pokušajte ponovno.
M_Tips=Preuzimanje je u tijeku. Dvaput kliknite na ikonu za
pregled pojedinosti.
M_TipDownLoading=Preuzimanje
M_TipInstalling=Instaliranje
M_MD5Faild=Skinuta datoteka je oštećena. Molimo pokušajte ponovno.
M_AreSure=Jeste li sigurni da želite izaći iz Downloader-a?
M_Speed=Brzina:
M_Title=IObit Downloader

